[
  {
    "id": 1,
    "title": "Cybersecurity Symposium",
    "time": "2026-06-14T21:16:40Z",
    "location": "Ankara, Turkey",
    "description": "Stay informed on new threats and cybersecurity best practices.",
    "longDescription": "Join industry experts and professionals at the Cybersecurity Symposium to stay informed on the latest threats and best practices in cybersecurity. This event will feature keynote speeches, panel discussions, and hands-on workshops.",
    "image": "https://via.placeholder.com/350x200",
    "price": 30,
    "category": "Technology"
  },
  {
    "id": 2,
    "title": "Blockchain Conference",
    "time": "2025-09-08T14:50:40Z",
    "location": "Madrid, Spain",
    "description": "Understand the transformative potential of blockchain technology.",
    "longDescription": "The Blockchain Conference in Madrid will bring together thought leaders and innovators to discuss the transformative potential of blockchain technology. Attendees will gain insights into the latest developments and applications of blockchain across various industries.",
    "image": "https://via.placeholder.com/350x200",
    "price": 30,
    "category": "Technology"
  },
  {
    "id": 3,
    "title": "Modern Art Exhibition",
    "time": "2025-05-16T03:11:40Z",
    "location": "Moscow, Russia",
    "description": "Explore contemporary works of art from emerging artists.",
    "longDescription": "The Modern Art Exhibition in Moscow will showcase contemporary works of art from emerging artists around the world. Visitors will have the opportunity to explore a diverse range of artistic expressions and engage with the artists.",
    "image": "https://via.placeholder.com/350x200",
    "price": 20,
    "category": "Art & Design"
  },
  {
    "id": 4,
    "title": "Runway Fashion Show",
    "time": "2025-07-31T04:40:40Z",
    "location": "Ottawa, Canada",
    "description": "Witness the latest collections from top designers on the runway.",
    "longDescription": "The Runway Fashion Show in Ottawa will feature the latest collections from top designers. Attendees will have the chance to see cutting-edge fashion trends and witness the creativity of renowned fashion houses.",
    "image": "https://via.placeholder.com/350x200",
    "price": 0,
    "category": "Fashion"
  },
  {
    "id": 5,
    "title": "Rock Concert",
    "time": "2024-10-20T10:42:40Z",
    "location": "Brasília, Brazil",
    "description": "Rock out with famous bands from around the world.",
    "longDescription": "Join us for an unforgettable Rock Concert in Brasília, featuring famous bands from around the world. This high-energy event will have you rocking out to your favorite tunes and enjoying an electrifying atmosphere.",
    "image": "https://via.placeholder.com/350x200",
    "price": 20,
    "category": "Music"
  },
  {
    "id": 6,
    "title": "Classical Art Exhibition",
    "time": "2026-09-28T01:23:40Z",
    "location": "Ottawa, Canada",
    "description": "Discover timeless classical art pieces from renowned artists.",
    "longDescription": "The Classical Art Exhibition in Ottawa will feature timeless art pieces from renowned artists. Visitors will have the opportunity to appreciate the beauty and craftsmanship of classical art in a serene and inspiring setting.",
    "image": "https://via.placeholder.com/350x200",
    "price": 50,
    "category": "Art & Design"
  },
  {
    "id": 7,
    "title": "Outdoor Adventure Meet",
    "time": "2026-06-28T03:55:40Z",
    "location": "Brasília, Brazil",
    "description": "Join outdoor enthusiasts for thrilling activities.",
    "longDescription": "The Outdoor Adventure Meet in Brasília is the perfect event for outdoor enthusiasts. Participants will engage in thrilling activities such as hiking, rock climbing, and kayaking, all while enjoying the natural beauty of the region.",
    "image": "https://via.placeholder.com/350x200",
    "price": 20,
    "category": "Sports"
  },
  {
    "id": 8,
    "title": "Sculpture Showcase",
    "time": "2024-11-06T09:13:40Z",
    "location": "Beijing, China",
    "description": "Admire a collection of stunning sculptures from renowned artists.",
    "longDescription": "The Sculpture Showcase in Beijing will feature a collection of stunning sculptures from renowned artists. Visitors will have the opportunity to admire the intricate details and artistic expressions of these magnificent works.",
    "image": "https://via.placeholder.com/350x200",
    "price": 0,
    "category": "Art & Design"
  },
  {
    "id": 9,
    "title": "Photography Masterclass",
    "time": "2026-01-19T17:09:40Z",
    "location": "Moscow, Russia",
    "description": "Learn photography techniques from top professionals.",
    "longDescription": "The Photography Masterclass in Moscow is a must-attend event for photography enthusiasts. Learn advanced techniques from top professionals and improve your skills in capturing stunning images.",
    "image": "https://via.placeholder.com/350x200",
    "price": 20,
    "category": "Art & Design"
  },
  {
    "id": 10,
    "title": "Marathon Challenge",
    "time": "2026-07-31T13:06:40Z",
    "location": "Ankara, Turkey",
    "description": "Push your limits in this exciting marathon event.",
    "longDescription": "The Marathon Challenge in Ankara is an exciting event for runners of all levels. Push your limits and test your endurance as you race through the scenic routes of Ankara. Whether you're a seasoned marathoner or a first-time participant, this event promises a rewarding experience.",
    "image": "https://via.placeholder.com/350x200",
    "price": 0,
    "category": "Sports"
  },
  {
    "id": 11,
    "title": "Streetwear Expo",
    "time": "2026-09-10T14:31:40Z",
    "location": "Seoul, South Korea",
    "description": "Discover cutting-edge streetwear brands and trends.",
    "longDescription": "The Streetwear Expo in Seoul is the ultimate event for streetwear enthusiasts. Discover cutting-edge brands and trends, and get inspired by the latest in urban fashion. This expo will feature exclusive collections, live performances, and interactive workshops.",
    "image": "https://via.placeholder.com/350x200",
    "price": 30,
    "category": "Fashion"
  },
  {
    "id": 12,
    "title": "Haute Couture Gala",
    "time": "2025-08-10T14:56:40Z",
    "location": "Berlin, Germany",
    "description": "A glamorous evening showcasing haute couture designs.",
    "longDescription": "The Haute Couture Gala in Berlin is a glamorous evening event showcasing the finest haute couture designs. Attendees will have the opportunity to witness exquisite fashion creations and enjoy a night of elegance and sophistication.",
    "image": "https://via.placeholder.com/350x200",
    "price": 30,
    "category": "Fashion"
  },
  {
    "id": 13,
    "title": "Sustainable Fashion Fair",
    "time": "2025-08-02T12:07:40Z",
    "location": "Paris, France",
    "description": "Explore eco-friendly and sustainable fashion options.",
    "longDescription": "The Sustainable Fashion Fair in Paris is dedicated to promoting eco-friendly and sustainable fashion options. Explore a wide range of sustainable brands and products, and learn about the latest trends in ethical fashion. This event will feature panel discussions, workshops, and a marketplace.",
    "image": "https://via.placeholder.com/350x200",
    "price": 0,
    "category": "Fashion"
  },
  {
    "id": 14,
    "title": "Kilo Sale",
    "time": "2025-06-08T15:29:40Z",
    "location": "Berlin, Germany",
    "description": "Find great deals on fashion items sold by weight.",
    "longDescription": "The Kilo Sale in Berlin offers a unique shopping experience where fashion items are sold by weight. Find great deals on a variety of clothing and accessories, and enjoy the thrill of discovering hidden gems at bargain prices.",
    "image": "https://via.placeholder.com/350x200",
    "price": 20,
    "category": "Fashion"
  },
  {
    "id": 15,
    "title": "Cloud Computing Conference",
    "time": "2025-12-14T17:46:40Z",
    "location": "Seoul, South Korea",
    "description": "Learn about the latest advancements in cloud computing.",
    "longDescription": "The Cloud Computing Conference in Seoul will bring together industry leaders and experts to discuss the latest advancements in cloud computing. Attendees will gain insights into cutting-edge technologies, best practices, and future trends in the cloud computing landscape.",
    "image": "https://via.placeholder.com/350x200",
    "price": 50,
    "category": "Technology"
  },
  {
    "id": 16,
    "title": "A Night at the Circus",
    "time": "2024-11-03T01:27:40Z",
    "location": "Moscow, Russia",
    "description": "Enjoy a magical evening filled with circus performances.",
    "longDescription": "A Night at the Circus in Moscow promises a magical evening filled with captivating performances. Enjoy a variety of acts including acrobatics, juggling, and clowning, all set in a whimsical and enchanting atmosphere.",
    "image": "https://via.placeholder.com/350x200",
    "price": 20,
    "category": "Entertainment"
  },
  {
    "id": 17,
    "title": "Tea Tour of Delhi",
    "time": "2025-02-19T08:57:40Z",
    "location": "New Delhi, India",
    "description": "Experience the rich flavors and history of Delhi's tea culture.",
    "longDescription": "The Tea Tour of Delhi offers a unique opportunity to experience the rich flavors and history of Delhi's tea culture. Visit historic tea houses, learn about the art of tea making, and sample a variety of teas from different regions.",
    "image": "https://via.placeholder.com/350x200",
    "price": 50,
    "category": "Food & Drink"
  },
  {
    "id": 18,
    "title": "Old Town Walk",
    "time": "2026-05-22T03:18:40Z",
    "location": "Beijing, China",
    "description": "Explore the historic streets and landmarks of old Beijing.",
    "longDescription": "The Old Town Walk in Beijing is a guided tour that takes you through the historic streets and landmarks of old Beijing. Learn about the city's rich history and cultural heritage as you explore its ancient architecture and hidden gems.",
    "image": "https://via.placeholder.com/350x200",
    "price": 20,
    "category": "Tourism"
  },
  {
    "id": 19,
    "title": "Climbing Wall",
    "time": "2024-12-25T15:43:40Z",
    "location": "Seoul, South Korea",
    "description": "Challenge yourself on a variety of climbing walls.",
    "longDescription": "The Climbing Wall event in Seoul offers a thrilling experience for climbing enthusiasts. Challenge yourself on a variety of climbing walls, each designed to test your skills and endurance. Whether you're a beginner or an experienced climber, this event has something for everyone.",
    "image": "https://via.placeholder.com/350x200",
    "price": 20,
    "category": "Sports"
  },
  {
    "id": 20,
    "title": "Red Bull Music Festival",
    "time": "2026-08-04T08:48:40Z",
    "location": "Ankara, Turkey",
    "description": "Experience an electrifying music festival with top artists.",
    "longDescription": "The Red Bull Music Festival in Ankara is an electrifying event featuring top artists from around the world. Enjoy live performances, DJ sets, and immersive experiences that celebrate the diversity and creativity of the music scene.",
    "image": "https://via.placeholder.com/350x200",
    "price": 20,
    "category": "Music"
  },
  {
    "id": 21,
    "title": "High Fashion - Brazil",
    "time": "2025-07-26T19:59:40Z",
    "location": "Brasília, Brazil",
    "description": "Witness the latest collections from top designers on the runway.",
    "longDescription": "High Fashion - Brazil in Brasília is a premier fashion event showcasing the latest collections from top designers. Witness the creativity and innovation of the fashion industry as models strut down the runway in stunning ensembles.",
    "image": "https://via.placeholder.com/350x200",
    "price": 0,
    "category": "Fashion"
  }
]